tap "alexnabokikh/tfsort"
tap "argoproj/tap"
tap "blendle/blendle"
tap "common-fate/granted"
tap "danielfoehrkn/switch"
tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jlesquembre/kubeprompt", "https://github.com/jlesquembre/kubeprompt/"
tap "kdash-rs/kdash"
tap "lightspeed-payments/pcli"
tap "lightspeedretail/jinn"
tap "metalbear-co/mirrord"
tap "shopify/shopify"
tap "spacelift-io/spacelift"
tap "stripe/stripe-cli"
tap "thecasualcoder/stable"
brew "act"
brew "aha"
brew "openssl@3"
brew "libssh"
brew "ansible"
brew "ansible-lint"
brew "antigen"
brew "little-cms2"
brew "aom"
brew "apr-util"
brew "argocd"
brew "icu4c@76"
brew "node"
brew "aws-cdk"
brew "aws-sso-cli"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "libssh2"
brew "bat"
brew "bento4"
brew "black"
brew "glib"
brew "cairo"
brew "cdk"
brew "cilium-cli"
brew "circleci"
brew "coreutils"
brew "cosign"
brew "curl"
brew "direnv"
brew "docker-completion"
brew "docutils"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "freetds"
brew "gh"
brew "git-crypt"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "infracost"
brew "iperf3"
brew "istioctl"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubeconform"
brew "kubefirst"
brew "kubent"
brew "kubescape"
brew "kubie"
brew "kustomize"
brew "libpq", link: true
brew "linkerd"
brew "locust"
brew "markdownlint-cli2"
brew "mas"
brew "minikube"
brew "mkcert"
brew "molecule"
brew "moreutils"
brew "mysql-client"
brew "nmap"
brew "nvm"
brew "opa"
brew "openjdk"
brew "packer"
brew "perl"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "python-requests", link: false
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "saml2aws"
brew "shellcheck"
brew "telnet"
brew "tenv"
brew "terraformer"
brew "tflint"
brew "tmate"
brew "vault"
brew "vim"
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "alexnabokikh/tfsort/tfsort"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "common-fate/granted/granted"
brew "danielfoehrkn/switch/switch"
brew "derailed/popeye/popeye"
brew "kdash-rs/kdash/kdash"
brew "lightspeed-payments/pcli/pcli"
brew "lightspeedretail/jinn/jinn-gaia"
brew "lightspeedretail/jinn/jinn"
brew "lightspeedretail/jinn/jinn-miku"
brew "metalbear-co/mirrord/mirrord"
brew "shopify/shopify/ejson"
brew "spacelift-io/spacelift/spacectl"
brew "stripe/stripe-cli/stripe"
brew "thecasualcoder/stable/tf-summarize"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "altair-graphql-client"
cask "brave-browser"
cask "bruno"
cask "devtoys"
cask "docker"
cask "dropbox"
cask "ferdi"
cask "flutter"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-dz"
cask "font-meslo-lg-nerd-font"
cask "gdisk"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miniconda"
cask "monitorcontrol"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "stats"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "HexColor", id: 446103121
mas "Keynote", id: 409183694
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Spark Desktop", id: 6445813049
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
vscode "circleci.circleci"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "programming-engineer.birds-of-paradise"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "unifiedjs.vscode-mdx"
vscode "wholroyd.jinja"
vscode "znck.grammarly"
