tap "blendle/blendle"
tap "common-fate/granted"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jlesquembre/kubeprompt", "https://github.com/jlesquembre/kubeprompt/"
tap "lightspeedretail/jinn"
tap "shopify/shopify"
tap "stripe/stripe-cli"
brew "ansible"
brew "ansible-lint"
brew "antigen"
brew "apr-util"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "circleci"
brew "curl"
brew "direnv"
brew "freetds"
brew "gh"
brew "git-crypt"
brew "helm"
brew "htop"
brew "hub"
brew "iperf3"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "linkerd"
brew "mas"
brew "mkcert"
brew "molecule"
brew "nmap"
brew "node"
brew "nvm"
brew "packer"
brew "php@7.4"
brew "pipx"
brew "ruby-build"
brew "rbenv"
brew "rbenv-chefdk"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "tmate"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "blendle/blendle/kns"
brew "common-fate/granted/granted"
brew "lightspeedretail/jinn/jinn"
brew "lightspeedretail/jinn/jinn-miku"
brew "shopify/shopify/ejson"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "aerial"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "ferdi"
cask "flutter"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-dz"
cask "font-meslo-lg-nerd-font"
cask "gdisk"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "miniconda"
cask "monitorcontrol"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "stats"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
