tap "blendle/blendle"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "shopify/shopify"
brew "ansible"
brew "ansible-lint"
brew "antigen"
brew "argocd"
brew "awscli"
brew "bat"
brew "circleci"
brew "gh"
brew "git-crypt"
brew "helm"
brew "htop"
brew "hub"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "mas"
brew "mkcert"
brew "molecule"
brew "nmap"
brew "packer"
brew "php@7.4"
brew "ruby-build"
brew "rbenv"
brew "rbenv-chefdk"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "tmate"
brew "vault"
brew "vim"
brew "wget"
brew "blendle/blendle/kns"
brew "shopify/shopify/ejson"
cask "1password"
cask "aerial"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-dz"
cask "font-meslo-lg-nerd-font"
cask "gdisk"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "rambox"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "stats"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
